[
  {
    "category": "Your First Order!",
    "items": [
      {
        "title": "What should I prepare for the first laundry pickup?",
        "content": "Confirm the pickup time and address, and ensure your laundry is properly sorted and bagged. Label the bags with your name and contact information. Prepare any special instructions for handling. Make sure someone is available to hand over the items."
      },
      {
        "title": "Can I add extra items to my order when you are collecting my laundry?",
        "content": "Yes, you can add extra items at the time of pickup. Please ensure they are clearly labeled and inform the driver of any additions. For large changes, it's best to contact our customer service to update your order."
      },
      {
        "title": "Can I order by phone or email?",
        "content": "Yes, you can place an order by phone or email. For phone orders, call our customer service team. To order via email, send your request to our email with details of your laundry items and preferred pickup time."
      },
      {
        "title": "Where are my clothes cleaned?",
        "content": "Your clothes are cleaned at PressedPerfect laundromats, where we use advanced equipment and eco-friendly detergents. Our experienced staff ensures each item is handled with care and cleaned to the highest standards."
      }
    ]
  },
  {
    "category": "Dry Cleaning",
    "items": [
      {
        "title": "What if my clothes are damaged?",
        "content": "If your clothes are damaged, please notify us immediately. We take great care in handling items, but if damage occurs, we will investigate and work with you to resolve the issue. Compensation or remediation options will be provided based on our policy and the extent of the damage."
      },
      {
        "title": "What all is included in your service?",
        "content": "Our laundry service includes pickup and delivery, professional cleaning of various fabrics, stain treatment, and pressing or folding. We also offer options for special care items and provide flexible scheduling to meet your needs. For specific details or additional services, please contact our customer service team."
      },
      {
        "title": "Do you furnish the cleaning supplies?",
        "content": "No, we do not furnish cleaning supplies for items cleaned at home. We provide all necessary supplies for items cleaned at our facility, including eco-friendly detergents and specialized treatments. If you need cleaning supplies for home use, please check our website or contact customer service for recommendations."
      }
    ]
  },
  {
    "category": "Wash, Tumble Dry & Fold",
    "items": [
      {
        "title": "Do I need to weigh my Wash, Tumble Dry & Fold bag?",
        "content": "It depends on your situation. If you're using a laundry service that charges by weight, weighing your bag can help you estimate the cost and avoid surprises. If you’re simply organizing your laundry and not concerned about costs, weighing the bag is usually unnecessary."
      },
      {
        "title": "What temperature do you wash the clothes at?",
        "content": "Cold Water (60-80°F / 15-27°C): For delicate fabrics and dark colors. Warm Water (90-110°F / 30-43°C): For synthetics and moderately soiled items. Hot Water (120-140°F / 49-60°C): For white cottons and heavily soiled clothes."
      },
      {
        "title": "Do I get to keep the bag?",
        "content": "It depends on the laundry service or retailer. Some provide reusable bags that you can keep, while others may expect you to return the bag or use it only for the duration of the service. Check with the provider to understand their policy regarding the bag."
      }
    ]
  }
]
